[Axe_CV X2WeaponTemplate]
FriendlyName="Боевой топор"
FriendlyNamePlural="Боевые топоры"
AbilityDescName="Боевой топор"
BriefSummary="Боевой топор не такой точный как меч, однако возможность наносить им огромный урон не имеет себе равных."
TacticalText="<Bullet/> Пробитие брони 1<br/><Bullet/>Наносит урон окружающей обстановке<br/>"

[Axe_MG X2WeaponTemplate]
FriendlyName="Энергетический боевой топор"
FriendlyNamePlural="Энергетические боевые топоры"
AbilityDescName="Энергетический боевой топор"
BriefSummary="Энергетический боевой топор - следующая итерация, зарекомендовавшего себя в боях с пришельцами, топора."
TacticalText="<Bullet/> Разрыв брони 1<br/><Bullet/>Пробитие брони 2<br/><Bullet/>Наносит урон окружающей обстановке<br/>"

[Axe_BM X2WeaponTemplate]
FriendlyName="Плазменный боевой топор"
FriendlyNamePlural="Плазменные боевые топоры"
AbilityDescName="Плазменный боевой топор"
BriefSummary="Наши учёные смогли интегрировать технологию оружия копейщиков в боевые топоры. Результат достаточно оглушающий."
TacticalText="<Bullet/>30% шанс оглушить врага<br/><Bullet/> Разрыв брони 2<br/><Bullet/>Пробитие брони 3<br/><Bullet/>Наносит урон окружающей обстановке<br/>"

[ThrowingAxe_CV X2WeaponTemplate]
FriendlyName="Томагавк"
FriendlyNamePlural="Томагавки"
AbilityDescName="Томагавк"
BriefSummary="Томагавк"
TacticalText="<Bullet/>+15% к меткости<br/>"

[ThrowingAxe_MG X2WeaponTemplate]
FriendlyName="Боевой тесак"
FriendlyNamePlural="Боевые тесаки"
AbilityDescName="Называемый нашими оперативниками \"Мясник\" боевой тесак создан для нанесения мягким целям максимального урона."
BriefSummary="Боевой тесак"
TacticalText="<Bullet/>+15% к меткости<br/>"

[ThrowingAxe_BM X2WeaponTemplate]
FriendlyName="ЭМ-топор"
FriendlyNamePlural="ЭМ-топоры"
AbilityDescName="ЭМ-топор"
BriefSummary="Электро-магнитный топор - это наша версия оружия ближнего боя, с внедрённой технологией \"Синий экран\", которое наносит огромный урон роботизированным врагам."
TacticalText="<Bullet/>+15% к меткости<br/><Bullet/>Пробитие брони 2<br/>"

[MusashiCleaveT1 X2AbilityTemplate]
LocFriendlyName="Разрубание"
LocLongDescription="Выполнить мощную рубящую атаку против всех целей под небольшим углом. Также хорош для разрушения стен или укрытый."
LocHelpText="Выполнить мощную рубящую атаку против всех целей под небольшим углом."
LocFlyOverText="Разрубание"

[MusashiCleaveT2 X2AbilityTemplate]
LocFriendlyName="Разрубание"
LocLongDescription="Выполнить мощную рубящую атаку против всех целей под небольшим углом. Также хорош для разрушения стен или укрытый."
LocHelpText="Выполнить мощную рубящую атаку против всех целей под небольшим углом."
LocFlyOverText="Разрубание"

[MusashiCleaveT3 X2AbilityTemplate]
LocFriendlyName="Разрубание"
LocLongDescription="Выполнить мощную рубящую атаку против всех целей под небольшим углом. Также хорош для разрушения стен или укрытый."
LocHelpText="Выполнить мощную рубящую атаку против всех целей под небольшим углом."
LocFlyOverText="Разрубание"

[MusashiBluescreen X2AbilityTemplate]
LocFriendlyName="Излучатель ЭМИ"
LocLongDescription="Дополнительно наносит 5 ед. урона роботизированным врагам"
LocHelpText="Дополнительно наносит 5 ед. урона роботизированным врагам"
LocFlyOverText="Плазменное лезвие"

[MusashiButcher X2AbilityTemplate]
LocFriendlyName="Мясник"
LocLongDescription="Дополнительно наносит 3 ед. урона органическим врагам"
LocHelpText="Дополнительно наносит 3 ед. урона органическим врагам"
LocFlyOverText="Мясник"

[MusashiLightningAxeStrikeT1 X2AbilityTemplate]
LocFriendlyName="Молниеносное разрубание"
LocLongDescription="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку."
LocHelpText="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку."
LocPromotionPopupText="<Bullet/>Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку.<br/>"

[MusashiLightningAxeStrikeT2 X2AbilityTemplate]
LocFriendlyName="Молниеносное разрубание"
LocLongDescription="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку."
LocHelpText="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку."
LocPromotionPopupText="<Bullet/>Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку.<br/>"

[MusashiLightningAxeStrikeT3 X2AbilityTemplate]
LocFriendlyName="Молниеносное разрубание"
LocLongDescription="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку."
LocHelpText="Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку."
LocPromotionPopupText="<Bullet/>Ваше <Ability:SecondaryWeaponName/> позволяет атаковать любого врага в пределах синей границы хода. Вы не тратите действие на эту атаку.<br/>"
